levelup2018_c3-cloned/workspace/app/controllers/users_controller.rb

SELECT "users".* FROM "users" WHERE "users"."admin" = ?  [["admin", "t"]]
---
  def index
    render json: User.where(admin: false)

INSERT INTO "users" ("email", "created_at", "updated_at") VALUES (?, ?, ?)  [["email", "asd@asd.com"], ["created_at", "2018-04-18 16:37:10.174807"], ["updated_at", "2018-04-18 16:37:10.174807"]]
---
  def create
    user = User.create(user_params)