levelup2018_c2-cloned/workspace/app/controllers/users_controller.rb

  def create
    @user = User.create(user_params)
---
INSERT INTO "users" ("email", "created_at", "updated_at") VALUES (?, ?, ?)  [["email", "asd@asd.com"], ["created_at", "2018-04-18 16:37:10.174807"], ["updated_at", "2018-04-18 16:37:10.174807"]]